{
  "teams": [
    {
      "idTeam": "134778",
      "idSoccerXML": "41",
      "intLoved": null,
      "strTeam": "Southampton",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1885",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Mauricio Pellegrino",
      "strStadium": "St Mary",
      "strKeywords": "",
      "strRSS": "http://www.football365.com/southampton/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/wwutyt1420457572.jpg",
      "strStadiumDescription": "St Mary's Stadium is a stadium in Southampton, England, which has been the home of an English Premier league club, Southampton F.C. since 2001. The stadium has a capacity of 32,505 and is currently the largest football stadium in the South of England (excluding London).\r\nSince the 1980s, when Southampton regularly challenged the best sides in the English league (particularly in 1984 when they were league runners-up), there had been talk of the club relocating to a new stadium to replace The Dell due to the old stadium's cramped location which made it unsuitable for major expansion work.\r\n\r\nWhen the Taylor Report on 29 January 1990 required all First and Second Division clubs to have all-seater stadiums by August 1994, Southampton's directors initially decided to upgrade The Dell into an all-seater stadium (which was completed in 1993) but speculation about relocation continued, especially as an all-seater Dell had a capacity of just over 15,000; despite this, Southampton continued to defy the odds and survive in the new FA Premier League after 1992.\r\n\r\nAfter a lengthy and ultimately unsuccessful attempt to build a new 25,000 seater stadium and leisure complex at Stoneham, on the outskirts of Southampton, the city council offered the club the chance to build a new ground on the disused gas work site in the heart of the city, about one and half miles from The Dell.\r\n\r\nThe move was cited as the club returning home, because the club was formed by members of the nearby St. Mary's Church, as the football team of St. Mary's Church Young Men's Association before becoming Southampton St. Mary's F.C., and eventually Southampton F.C.\r\n\r\nConstruction started in December 1999 and was completed at the end of July 2001, with work on the stadium itself and improvements to local infrastructure cost a total of £32 million.\r\n\r\nThe Saints have been in residence since August 2001 when they moved from The Dell, which for the final years of its life, held just over 15,000 spectators – less than half the size of the new stadium. The first match was played on 1 August 2001 against RCD Espanyol, with the Spanish side winning 4–3.\r\n\r\nThe first competitive hat trick at the stadium was scored by Stafford Browne for Aldershot Town in a 3–1 victory over Havant & Waterlooville in the Hampshire Senior Cup final on 1 May 2002.",
      "strStadiumLocation": "Britannia Rd, Southampton, England",
      "intStadiumCapacity": "32505",
      "strWebsite": "www.saintsfc.co.uk",
      "strFacebook": "www.facebook.com/southamptonfc",
      "strTwitter": "www.twitter.com/southamptonfc",
      "strInstagram": "",
      "strDescriptionEN": "Southampton Football Club Listeni/saʊθˈæmptən, -hæmptən/ is an English football club, nicknamed The Saints, based in the city of Southampton, Hampshire, who currently compete in the Premier League.\r\n\r\nThe Saints' home ground since 2001 has been St Mary's Stadium, before which they were based at The Dell. The club has been nicknamed \"The Saints\" since its inception in 1885 due to its history as a church football team, founded as St Mary's Church of England Young Men's Association (or St Mary's Y.M.A) and has since generally played in red and white shirts.\r\n\r\nThe club has a long-standing rivalry with Portsmouth due to its close proximity and both cities' respective maritime history. Matches between the two sides are known as the South Coast Derby.\r\n\r\nThe club has won the FA Cup once in 1976, and their highest-ever league finish was second in the First Division in 1983–84. Southampton were relegated from the Premier League on 15 May 2005 ending 27 successive seasons of top-division football for the club. The club eventually returned to the Premier League after a 7-year absence and have been playing there since the 2012–13 season.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/qusxss1448813481.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/29uray1509976525.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/n7ys2j1509012340.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/xvryws1424446644.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/rxvxrr1424446671.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/rtrpxp1424446688.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/uqqpus1424446704.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/sqpwqw1424563160.jpg",
      "strYoutube": "www.youtube.com/user/theofficialsaints",
      "strLocked": "unlocked"
    }
  ]
}