{
  "teams": [
    {
      "idTeam": "134301",
      "idSoccerXML": "756",
      "intLoved": "1",
      "strTeam": "Bournemouth",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1890",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Eddie Howe",
      "strStadium": "Dean Court",
      "strKeywords": "Cherries",
      "strRSS": "",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/rxvwvw1420707921.jpg",
      "strStadiumDescription": "Dean Court, known as the Goldsands Stadium for sponsorship purposes, is a football stadium in Bournemouth, England and the home ground of A.F.C. Bournemouth.\r\n\r\nIn 1910 Boscombe F.C. was given a piece of land by the town's Cooper-Dean family, after whom the ground was named. The land was the site of an old gravel pit, and the ground was not built in time for the start of the 1910–11 season. As a result, the club played at the adjacent King's Park until moving into Dean Court in December 1910. However, the club facilities were still not ready, and players initially had to change in a nearby hotel. Early developments at the ground included a 300-seat stand.\r\n\r\nIn 1923 the club were elected to Division Three South of the Football League, at which point they changed their name to Bournemouth & Boscombe Athletic. The first Football League match was played at Dean Court on 1 September 1923, with 7,000 watching a 0–0 draw with Swindon Town. Subsequent ground improvements were made following the purcase of fittings from the British Empire Exhibition at Wembley, which allowed the construction of a 3,700-seat stand. A covered terrace was added at the southern end of the ground in 1936.\r\n\r\nThe club's record League attendance was set on 14 April 1948, when 25,495 watched a 1–0 defeat to QPR. The overall record attendance was set on 2 March 1957, when 28,799 spectators watched an FA Cup match against Manchester United. Shortly afterwards, a roof was added to the western stand. The club also purchased more land behind the northern end of the ground, with the intention of enlarging the stand and building a leisure centre. However, the club ran out of money during its construction and abandoned the scheme in 1984. As a result, the half-built structure was demolished and housing was built on that part of the site. The club's lowest Football League attendance was set on 4 March 1986, when only 1,873 saw a 2–2 drawn with Lincoln City.\r\n\r\nThe ground was completely rebuilt in 2001, with the pitch rotated ninety degrees from its original position and the ground moved away from adjacent housing. Because the work was not finished in time for the start of the 2001–02 season, Bournemouth played their first eight games at the Avenue Stadium in nearby Dorchester. When Dean Court reopened with a game against Wrexham on 10 November, it gained its first sponsored name, becoming the Fitness First Stadium. Although it was rebuilt as a three sided stadium with a capacity of 9,600, seats were placed on the undeveloped south end in the autumn of 2005. On 24 February 2004 Bournemouth's James Hayter scored the Football League's fastest-ever hat-trick at Dean Court, scoring three goals in 2 minutes and 20 seconds during a 6–0 against Wrexham. The club sold the stadium in December 2005 in a sale-and-leaseback deal with London property company Structadene.\r\n\r\nIn the 2010–11 a temporary south stand was built, but was removed during the 2011–12 season after attendances fell. In July 2011 the stadium was renamed the Seward Stadium after the naming rights were sold to the Seward Motor Group. Following Seward entering administration in February 2012, the ground was subsequently renamed the Goldsands Stadium in a two-year deal. During the summer of 2013 a 2,400 seat stand was built on the undeveloped end of the ground as a result of the club's promotion to the Championship. In July 2013 it was named after former club striker Ted MacDougall.",
      "strStadiumLocation": "Bournemouth Dorset, England",
      "intStadiumCapacity": "11464",
      "strWebsite": "www.afcb.premiumtv.co.uk",
      "strFacebook": "",
      "strTwitter": "",
      "strInstagram": "",
      "strDescriptionEN": "A.F.C. Bournemouth is a football club playing in the Championship, the second tier in the English football league system. The club plays at Dean Court in Kings Park, Boscombe, Bournemouth, Dorset and have been in existence since 1899.\r\n\r\nNicknamed The Cherries, the team traditionally played in red shirts with white sleeves until 1971, when the strip was changed to red and black stripes, similar to that of A.C. Milan. A predominantly red shirt was chosen for the 2004–05 and 2005–06 seasons before announcing a return to the stripes for the 2006–07 season due to fan demand.\r\n\r\nAfter narrowly avoiding relegation from the Football League in the 2008–09 season, Bournemouth were promoted to League One at the end of the 2009–10. After making the League One play-off semi-finals in 2010–11 and achieving a mid-table finish in 2011–12, Bournemouth won promotion to the Championship at the end of the 2012–13 season, putting them in the second tier of the league for only the second time in their history.\r\n\r\nAlthough the exact date of the club's foundation is not known, there is proof that it was formed in the autumn of 1899 out of the remains of the older Boscombe St. John's Lads’ Institute F.C. The club was originally known as Boscombe F.C.. The first President was Mr. J.C. Nutt.\r\n\r\nIn their first season 1889–90 Boscombe F.C. competed in the Bournemouth and District Junior League. They also played in the Hants Junior Cup. During the first two seasons they played on a football pitch in Castlemain Avenue, Pokesdown. From their third season the team played on a pitch in King's Park. In the season of 1905–06 Boscombe F.C. graduated to senior amateur football.\r\n\r\nIn 1910 the club was granted a long lease upon some wasteland next to Kings Park, as the clubs football ground, by their president Mr. J.E. Cooper-Dean. With their own ground, named Dean Court after the benefactor, the club continued to thrive and dominated the local football scene. Also in 1910 the club signed their first professional football player B. Penton.\r\n\r\nAround about this time the club obtained their nickname 'The Cherries'. Foremost there are two tales on how the club gained this pet name. First, because of the cherry-red striped shirts that the team played in and, perhaps more plausible, because Dean Court was built adjacent to the Cooper-Dean estate, which encompassed numerous cherry orchards.\r\n\r\nFor the first time during the season of 1913–14 the club competed in the F.A. Cup. The clubs progress was halted in 1914 with the outbreak of the war and Boscombe F.C. returned to the Hampshire league.\r\n\r\nIn 1920 the Third Division was formed and Boscombe were promoted to the Southern League, with moderate success.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/y08nak1534071116.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/aaonqz1510842509.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/yttutv1448813203.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/wvuypx1469485789.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/sxrxwp1469485821.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/uqqwvw1469485695.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/uwryss1469485747.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/sxypup1469486566.jpg",
      "strYoutube": "",
      "strLocked": "unlocked"
    }
  ]
}